{
  "header": {
    "new": "Новинки",
    "catalog": "Каталог",
    "aboutUs": "О нас",
    "search": "Поиск",
    "favorites": "Избранное",
    "profile": "Профиль",
    "bought": "Покупки",
    "basket": "Корзина"
  },
  "Home": {
    "Preview": {
      "watchТovelties": "СМОТРЕТЬ НОВИНКИ",
      "boyAndGirl": "Мужчина и девушка",
      "boy": "Мужчина"
    },
    "Categories": {
      "categories": "Категории",
      "tshirts": "Футболки",
      "hoodies": "Толстовки",
      "trousers": "Штаны",
      "hats": "Головные уборы"
    },
    "Subscride": {
      "knowTovelties": "Узнайте первым о новинках",
      "SubscrideTelegramChannel": "Подпишись на наш телеграмм канал"
    }
  },
  "Shop": {
    "Aside": {
      "catalog": "Каталог",
      "filtres": "Фильтры",
      "Select": {
        "sortBy": "Сортировать по",
        "byPrice": "По цене",
        "byPopularity": "По популярности"
      },
      "Find": {
        "findAnyWay": "Найти что угодно",
        "find": "Найти"
      },
      "SetPrice": {
        "price": "Цена",
        "minPrice": "От {minPrice}",
        "maxPrice": "До {maxPrice}",
        "pickup": "Подобрать"
      }
    },
    "Empty": {
      "noProducts": "Не найдено товаров",
      "noProductsByCategoryAndQuery": "По категории {category} и запросу {query} нечего не найдено",
      "noProductsByCategory": "По категории {category} нечего не найдено",
      "noProductsByQuery": "По запросу {query} нечего не найдено"
    },
    "loadMore": "Показать еще",
    "somethingWentWrong": "Что то пошло не так",
    "Product": {
      "addToFavorite": "Добавить в понравившиеся",
      "removeFromFavorite": "Убрать из понравившихся"
    }
  },
  "Favorites": {
    "favorites": "Избранное",
    "empty": "Пусто",
    "noFavoriteProducts": "Нет избранных товаров",
    "somethingWentWrong": "Что то пошло не так",
    "watchedProducts": "Вы смотрели"
  },
  "Product": {
    "new": "Новое",
    "popularity": "Популярное",
    "addToBasket": "Добавить в корзину",
    "noAviable": "Нет в наличии",
    "goToBasket": "Перейти в корзину",
    "aviable": "В наличии {count} штук",
    "minSize": "Необходимо выбрать хотя бы {count} размер",
    "reviews": "Отзовы"
  },
  "PaymentAndDevelivery": {
    "paymentAndDevelivery": "Оплата и доставка",
    "Pay": {
      "youCanPayAnywayByMethod": "Вы можете оплатить товар одним из следущих способов",
      "paymentVisaMasterCard": "денежным переводом Visa/MasterCard",
      "prepaymentTelegram": "полная предоплата через телеграмм канал"
    },
    "Develivery": {
      "weReadyGiveSomeVariants": "Мы готовы предложить несколько вариантов доставки",
      "russiaMail": "По территории РФ  в отделение Почты Росиии (7-14 дней)",
      "cdek": "Международные сервисы доставки для жителей зарубежья: СДЕК(1-3 недели)",
      "momentalDevelivery": "Срок доставки: 1–2 дня с момента заказа"
    }
  },
  "Search": {
    "findAnyWay": "Найти что угодно",
    "query": "Введите запроc",
    "ThisSearchFieldRequired": "Это поле поиска обезательное",
    "minLengthLetters": "Минимальная длина поиска {minLengthLetters} символа",
    "maxLengthLetters": "Максимальная длина поиска {maxLengthLetters} символа",
    "see": "Смотреть",
    "noResults": "Нет результатов поиска",
    "loading": "Загрузка"
  },
  "SingIn": {
    "ThisEmailFieldRequired": "Это поле почты обезательное для заполнения",
    "ThisPasswordFieldRequired": "Это поле пароля обезательное для заполнения",
    "email": "Ваша почта",
    "password": "Ваш пароль",
    "forgetPassword": "Забыли пароль",
    "noAccount": "Нет аккаунта",
    "somethingWentWrong": "Что то пошло не так",
    "minLengthLetters": "Пароль должен содержать не менее {minLengthLetters} символов",
    "maxLengthLetters": "Пароль может содержать до {maxLengthLetters} символов",
    "singIn": "Войти",
    "manyRetry": "Слишком много попыток входа. Попробуйте позже.",
    "noValidEmail": "Не валидный email"
  },
  "LogIn": {
    "ThisNameFieldRequired": "Это поле имени обезательное",
    "ThisSurnameFieldRequired": "Это поле фамилии обезательное",
    "ThisEmailFieldRequired": "Это поле почты обезательное",
    "ThisPasswordFieldRequired": "Это поле пароля обезательное",
    "name": "Ваше имя",
    "surname": "Ваша фамилия",
    "email": "Ваша почта",
    "password": "Ваш пароль",
    "logIn": "Зарегестрироваться",
    "somethingWentWrong": "Что то пошло не так",
    "minLengthLetters": "Пароль должен содержать не менее {minLengthLetters} символов",
    "maxLengthLetters": "Пароль может содержать до {maxLengthLetters} символов",
    "confirmPassword": "Подтвердите пароль",
    "newPasswordConfirm": "Подтвердите ваш новый пароль",
    "noValidEmail": "Не валидный email",
    "accept": "Нажав на кнопку \"Регистрация\" вы создаете BakerBrands аккаунт и даёте согласие на <a href='Policy'>Правила использования</a> и <a href='UserAccepted'>Политики конфиденциальности</a>",
    "Registered": {
      "complitedRegistered": "Регистрация прошла успешно",
      "complitedRegisteredDescription": {
        "first": "Вы успешно зарегестрировались",
        "second": "Приятных покупок"
      }
    }
  },
  "ForgetPasswordForm": {
    "ThisEmailFieldRequired": "Это поле почты обезательное",
    "ThisPasswordFieldRequired": "Это поле пароля обезательное",
    "minLengthLetters": "Пароль должен содержать не менее {minLengthLetters} символов",
    "maxLengthLetters": "Пароль может содержать до {maxLengthLetters} символов",
    "confirmPassword": "Подтвердите пароль",
    "email": "Ваша почта",
    "newPassword": "Ваш новый пароль",
    "newPasswordConfirm": "Подтвердите ваш новый пароль",
    "continue": "Продолжить",
    "somethingWentWrong": "Что то пошло не так",
    "sendConfirm": "Мы отправили вам электронное письмо с подтверждением",
    "singIn": "Войти",
    "manyRetry": "Слишком много попыток восстановления пароля. Попробуйте позже.",
    "noValidEmail": "Не валидный email"
  },
  "Basket": {
    "sizes": "Размеры",
    "empty": "Пусто",
    "basket": "Корзина",
    "noBasketProducts": "Нет продуктов в корзине",
    "placingOrder": "Перейти к оформлению",
    "yoursBasket": "Ваша корзина",
    "goods": "Товары ({count})",
    "discount": "Скидка",
    "toggleSelectedBasketProducts": "Выбрать все",
    "clearAllSelectedBasketProducts": "Удалить все выбранные",
    "noSelectedBasketProducts": "Необходимо выбрать хотя бы {count} продукт",
    "clearAll": "Удалить все"
  },
  "PlacingOrder": {
    "ThisCardNumberFieldRequired": "Это поле номера карты обезательное",
    "invalidCardNumber": "Не валидный номер карты",
    "minLengthCardNumbers": "Номер карты должен содержать не менее {minLengthCardNumbers} цифр",
    "minLengthCardValidity": "Срок действия карты должен содержать не менее {minLengthCardValidity} цифр",
    "maxLengthCardValidity": "Срок действия карты должен содержать до {maxLengthCardValidity} цифр",
    "maxLengthCardNumbers": "Номер карты может содержать до {maxLengthCardNumbers} цифр",
    "cardNumber": "Ваш номер карты",
    "cardCVV": "CVV",
    "ThisCardCVVFieldRequired": "Это поле CVV карты обезательное",
    "cardValidity": "Срок действия",
    "ThisCardValidityFieldRequired": "Это поле срока действия обезательное",
    "paySum": "Оплатить {sum}",
    "payment": "Оплата"
  },
  "AboutUs": {
    "title": "О нас",
    "text": {
      "page1": "BakerBrands - компания, специализирующаяся на продаже модной одежды и аксессуаров. Мы стремимся предложить нашим клиентам широкий ассортимент стильной и качественной одежды, которая подчеркнет их индивидуальность и уникальный стиль.",
      "page2": "Одна из наших основных преимуществ - это удобная система доставки. Мы сотрудничаем с курьерской службой СДЭК и Почтой России, чтобы обеспечить быструю и надежную доставку наших товаров в любую точку России. Вы можете быть уверены, что ваш заказ будет доставлен вовремя и в целости.",
      "page3": "Кроме того, мы активно развиваем современные технологии в своей работе, поэтому у нас есть официальный телеграм-канал, где вы можете следить за нашими новыми поступлениями, акциями и специальными предложениями. Присоединяйтесь к нашему каналу, чтобы всегда быть в курсе последних тенденций моды и получать эксклюзивные предложения только для наших подписчиков.",
      "page4": "Мы гордимся своим профессионализмом и стремимся предоставить нашим клиентам отличный сервис, высокое качество товаров и приятный опыт покупок. Мы постоянно работаем над улучшением нашего ассортимента и услуг, чтобы удовлетворить потребности и ожидания наших клиентов.",
      "page5": "Выбирая BakerBrands, вы выбираете надежного партнера в мире моды и комфортных покупок."
    }
  },
  "ComplitedOrder": {
    "ordernumber": "Заказ № {orderid}",
    "orderstartdate": "От {day}.{month}",
    "successfullyorder": "Заказ оплачен",
    "goToOrders": "Перейти в покупки"
  },
  "Profile": {
    "profile": "Профиль",
    "logout": "Выйти из аккаунта",
    "myBougthProducts": "Мои заказы",
    "myBasketProducts": "Мои товары в корзине",
    "myFavoritesProducts": "Мои избранные товары",
    "requiredfield": "Это поле обезательное",
    "maxlength": "Максимальная длина символов {count}",
    "minlength": "Минимальная длина символов {count}",
    "name": "Ваше имя",
    "surname": "Ваша фамилия"
  },
  "Bought": {
    "orders": "Заказы",
    "orderstartdate": "От {day}.{month}",
    "ordertransferdata": "Ожидаемая дата {day}.{month}",
    "things": "{count} шт.",
    "empty": "Пусто",
    "noBoughtProducts": "Нет заказов",
    "somethingWentWrong": "Что то пошло не так",
    "estimateOrder": "Оценить заказ",
    "statusInfo": "Статус: {status}",
    "status": {
      "accepted": "Принято",
      "going": "Собирается",
      "sent": "Отправлено",
      "onway": "В пути",
      "arrived": "Прибыл"
    },
    "estimateOrderPanel": {
      "comment": "Коментарий...",
      "photos": "Фотографии",
      "selectImages": "Выбрать изображения",
      "gratitude": "Спасибо за оценку!",
      "close": "Закрыть"
    }
  },
  "Policy": {
    "policy": "Политика конфиденциальности",
    "content": "<h2>1. Общие положения и основные термины</h2>Настоящая политика администратора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую администратор может получить о посетителях данного веб-сайта.<h2>2. Основные понятия, используемые в Политике</h2> Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники.<br/>2.2. Блокирование персональных данных – временное прекращение обработки персональных данных;<br/>2.3. Веб-сайт – совокупность графических и информационных материалов а также баз данных обеспечивающих их доступность в сети Интернет.<br/>2.4. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.<br/>2.5. Обезличивание персональных данных — действия в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.<br/>2.6. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение(обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), блокирование, удаление, уничтожение персональных данных.<br/>2.7. Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю данного сайта.<br/>2.8. Персональные данные, разрешенные субъектом для распространения  – персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных;<br/>2.9. Пользователь – любой посетитель этого сайта.<br/>2.10. Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.<br/>2.11. Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.<br/>2.12. Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.<br/><h2>3. Основные права и обязанности Администратора</h2><b>3.1. Aдминистратор имеет право:</b><br/>3.1.1. Получать от пользователя персональных данных достоверную информацию;<br/>3.1.2. В случае отзыва пользователем персональных данных согласия на обработку персональных данных администратор вправе продолжить обработку персональных данных без согласия пользователя персональных данных при наличии оснований;<br/>3.1.3. Самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей;<br/><b>3.2. Администратор обязан:</b></br>3.2.1. Предоставлять пользователю персональных данных информацию, касающуюся обработки его персональных данных;<br/>3.2.2. Отвечать на обращения и запросы субъектов персональных данных и их законных представителей;<br/>3.2.3. Принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;<br />3.2.4. Прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные;</br><h2>4. Основные права и обязанности субъектов персональных данных</h2><b>4.1. Субъекты персональных данных имеют право:</b><br/>4.1.1. Получать информацию, касающуюся обработки его персональных данных;<br/>4.1.2. Требовать от администратора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;</br><b>4.2. Субъекты персональных данных обязаны:</b><br/>4.2.1. Предоставлять администратору достоверные данные о себе;</br>4.2.2. Сообщать Администратору об уточнении (обновлении, изменении) своих персональных данных.<br/><h2>5. Администратор может обрабатывать следующие персональные данные Пользователя</h2>5.1. Фамилия, имя;<br/>5.2. Электронный адрес;<br/>5.3. Номера телефонов; <br/>5.4. Фото профиля (аватар)<br/>5.5. Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.</br>5.6. Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни Администратором не осуществляется.<br/>5.7. Согласие Пользователя на обработку персональных данных, разрешенных для распространения, оформляется отдельно от других согласий на обработку его персональных данных.<br/>5.7.1. Согласие на обработку персональных данных, разрешенных для распространения, прекращает свое действие с момента поступления Оператору требования.<br/><h2>6. Принципы обработки персональных данных:</h2>6.1. Обработка персональных данных осуществляется на законной и справедливой основе.<br/>6.2. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных несовместимая с целями сбора персональных данных.<br/>6.3. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.<br/>6.4. Обработке подлежат только персональные данные, которые отвечают целям их обработки.<br/>6.5. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.<br/>6.6. Хранение персональных данных осуществляется в форме, позволяющей определить пользователя персональных данных;<br/><h2>7. Цели обработки персональных данных</h2><b>7.1. Цель обработки персональных данных Пользователя:</b><br/>7.1.1. Информирование Пользователя посредством отправки уведомлений на веб-сайте Smartum;<br/>7.1.2. Предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте.<br/><h2>8. Правовые основания обработки персональных данных</h2><b>8.1. Правовыми основаниями обработки персональных данных Оператором являются:</b><br/>8.2. Администратор обрабатывает персональные данные пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте. Заполняя соответствующие формы и/или отправляя свои персональные данные администратору, Пользователь выражает свое согласие с данной Политикой.<br/>8.3. Администратор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов и использование технологии JavaScript).<br/>8.4. Субъект персональных данных самостоятельно принимает решение о предоставлении его персональных данных и дает согласие свободно, своей волей и в своем интересе.<br/><h2>9. Условия обработки персональных данных</h2>9.1. Обработка персональных данных осуществляется с согласия пользователя персональных данных на обработку его персональных данных.<br/>9.2. Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее – общедоступные персональные данные).<br/><h2>10. Порядок сбора, хранения, передачи и других видов обработки персональных данных:</h2>10.1. Администратор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц;<br/>10.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам;<br/>10.3. В случае выявления неточностей в персональных данных, пользователь может актуализировать их самостоятельно, ввести в соответствующий формы данного веб-сайта;<br/>10.4. Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия пользователя персональных данных;<br/>10.5. Администратор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.<h2>11. Конфиденциальность персональных данных</h2>11.1. Администратор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия пользователя персональных данных;<br/><h2>12. Заключительные положения</h2>12.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к администратору через боковое меню 'Связь с автором'.<br/>12.2. В данном документе будут отражены любые изменения политики обработки персональных данных администратором. Политика действует бессрочно до замены ее новой версией."
  },
  "UserAccepted": {
    "useraccepted": "Пользовательское соглашение",
    "content": "<h2>Термины и определения, используемые в Соглашении</h2> 1.1. Сайт – совокупность программных и аппаратных средств для ЭВМ, обеспечивающих публикацию для всеобщего обозрения информации и данных, объединенных общим целевым назначением, посредством технических средств, применяемых для связи между ЭВМ в сети Интернет.</br>1.2. Администратор/Владелец Сайта – YgamiJS.</br> 1.3. Контентом Сайта признаются все объекты, размещенные на Сайте, в том числе элементы дизайна, текст, графические изображения, иллюстрации, видео, скрипты, программы, музыка, звуки и другие объекты и их подборки. Владелец Сайта является обладателем исключительных прав на использование Сайта, включая весь контент Сайта.</br> 1.4. Пользователь – пользователь сети Интернет, в частности Сайта, имеющий свою личную страницу (профиль/аккаунт).</br> 1.5. Профиль/аккаунт (Профиль) – личная страница Пользователя на Сайте, доступная всем Пользователям Сайта.</br> 1.6. Учетная информация – уникальное имя Пользователя (логин) и пароль для входа на Сайт, указываемые Пользователем при регистрации на Сайте.</br> 1.7. Модерация – просмотр Владельцем Сайта размещаемой (или планируемой к размещению – Премодерация) на Сайте Пользователем информации на предмет ее соответствия положениям настоящего Соглашения.</br> <h2>Соглашение</h2> 2.1.Владелец Сайта оказывает Пользователю услуги по предоставлению доступа к сервисам Сайта, при этом обязательным условием оказания Владельцем Сайта услуг в соответствии с настоящим Соглашением является принятие, соблюдение Пользователем и применение к отношениям Сторон требований и положений, определенных настоящим Соглашением.</br> 2.2. Владелец Сайта оставляет за собой право изменять условия настоящего Соглашения и всех его неотъемлемых частей без согласования с Пользователем с уведомлением последнего посредством размещения на Сайте новой редакции Соглашения или какой-либо его неотъемлемой части, подвергшейся изменениям. Принимая во внимание, что информационная рассылка может быть признана Сторонами спамом, Пользователь обязуется не менее одного раза в месяц знакомиться с содержанием Соглашения, размещенного на Сайте, в целях своевременного ознакомления с его изменениями. Новая редакция Соглашения и/или какой-либо его неотъемлемой части вступает в силу с момента опубликования на Сайте, если иной срок вступления изменений в силу не определен Владельцем Сайта при их опубликовании. Действующая редакция Соглашения и всех приложений к нему всегда находится на Сайте в публичном доступе. <h2/>Права и обязанности Владельца Сайта</h2> <b>3.1. Владелец Сайта обязуется:</b></br> 3.1.1. Оказывать Пользователю услуги, указанные в пункте 2.1 настоящего Соглашения. Доступ к Сайту предоставляется путем присвоения Пользователю Учетной информации.</br> 3.1.2. Предоставлять Пользователю возможность самостоятельно публиковать информацию о самом себе.</br> 3.1.3. Не разглашать третьим лицам Учетную информацию Пользователя.</br> 3.1.4. Обеспечивать круглосуточную доступность сервера, на котором расположен Сайт, за исключением времени проведения профилактических работ. </br> <b>3.2. Владелец Сайта имеет право:</b></br> 3.2.1. В случае нарушения Пользователем условий Соглашения направить Пользователю предупреждение, содержащее перечень нарушений. В случае если Пользователь не устранит нарушения в течение одного дня с момента направления ему уведомления или повторно нарушит указанные условия или иные условия, Владелец Сайта имеет право в одностороннем порядке отказаться от исполнения Соглашения, заблокировать доступ Пользователей к Профилю Пользователя и аннулировать Профиль Пользователя.</br> 3.2.2. Осуществлять Модерацию в случаях, когда информация, размещаемая Пользователем, пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам; пропагандирует употребление наркотических и прочих средств, наносящих вред здоровью; призывает к бесчеловечному обращению с животными; нарушает права национальных и иных меньшинств; содержит призывы к насильственным действиям; нарушает права авторов и иных владельцев интеллектуальных прав.</br> 3.2.3. Распоряжаться статистической информацией, связанной с функционированием Сайта, а также информацией Пользователей для обеспечения адресного показа рекламной информации различным аудиториям Пользователей Сайта.</br> 3.2.4. Направлять Пользователю информацию о развитии Сайта и его сервисов; отправлять sms-сообщения с целью информирования о кодах активации, проведения опросов о качестве работы Сайта, предоставления и запросов прочей информации, а также рекламировать собственную деятельность и услуги. <h2>Права и обязанности Пользователя</h2> <b>4.1. Пользователь обязуется:</b></br> 4.1.1. Полностью ознакомиться с условиями настоящего Соглашения до момента регистрации на Сайте.</br> 4.1.2. Соблюдать все условия настоящего Соглашения.</br> 4.1.3. Не передавать сведения о других Пользователях, полученные посредством Сайта, третьим лицам.</br> 4.1.4. Не передавать свою Учетную информацию третьим лицам.</br> 4.1.5. Не размещать на Сайте персональные данные других лиц, а также не использовать персональные данные других Пользователей или Пользователей каким-либо образом, не соответствующим требованиям законодательства, в противоправных или противозаконных целях, в целях извлечения выгоды и любых иных целях, не соответствующих целям создания Сайта.</br> 4.1.6. Не размещать в Профиле информацию и объекты (включая ссылки на них), которые могут нарушать права и интересы других лиц.</br> 4.1.7. Не регистрироваться в качестве Пользователя от имени или вместо другого лица или регистрировать группу (объединение) лиц или юридическое лицо/индивидуального предпринимателя в качестве Пользователя.</br> 4.1.8. Не загружать, не хранить, не публиковать, не распространять любую информацию, которая:</br> <ul> <li>содержит угрозы, дискредитирует, оскорбляет, порочит честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других Пользователей или третьих лиц;</li> <li>нарушает права несовершеннолетних лиц;</li> <li>является вульгарной или непристойной, содержит нецензурную лексику, содержит порнографические изображения и тексты или сцены сексуального характера с участием несовершеннолетних;</li> <li>содержит сцены насилия либо бесчеловечного обращения с животными;</li> <li> содержит описание средств и способов суицида, любое подстрекательство к его совершению;</li> <li> пропагандирует и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует фашизм или идеологию расового превосходства;</li> <li>содержит экстремистские материалы;</li> <li>пропагандирует преступную деятельность или содержит советы, инструкции или руководства по совершению преступных действий;</li> <li> содержит информацию ограниченного доступа, включая, но не ограничиваясь, государственную и коммерческую тайну, информацию о частной жизни третьих лиц;</li> <li> содержит рекламу или описывает привлекательность употребления алкоголя и/или наркотических веществ, в том числе «цифровых наркотиков» (звуковых файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о распространении наркотиков, рецепты их изготовления и советы по употреблению;</li> <li> носит мошеннический характер;</li> <li> а также нарушает иные права и интересы граждан и юридических лиц или требования законодательства.</li></ul> 4.1.9. Не использовать программное обеспечение и не осуществлять действия, направленные на нарушение нормального функционирования Сайта и его сервисов или персональных страниц Пользователей, не загружать, не хранить, не публиковать, не распространять и не предоставлять доступ или иным образом использовать вирусы, трояны и другие вредоносные программы; не использовать без специального на то разрешения Владельца Сайта автоматизированные скрипты (программы) для сбора информации на Сайте и (или) взаимодействия с Сайтом и его сервисами.</br> 4.1.10. Не пытаться получить доступ к логину и паролю другого Пользователя, в том числе включая, но не ограничиваясь, обман, взлом Профилей других Пользователей и прочее.<b></br>4.2. Пользователю запрещено:</b></br> 4.2.1. Осуществлять незаконные сбор и обработку персональных данных других Пользователей.</br> 4.2.2. Осуществлять доступ к каким-либо услугам иным способом, кроме как через интерфейс, предоставленный Владельцем Сайта, за исключением случаев, когда такие действия были прямо разрешены Пользователю в соответствии с отдельным соглашением с Владельцем Сайта.</br> 4.2.3. Воспроизводить, дублировать, копировать, продавать, осуществлять торговые операции и перепродавать услуги для каких-либо целей, за исключением случаев, когда такие действия были прямо разрешены Пользователю в соответствии с условиями отдельного соглашения с Владельцем Сайта.</br> 4.2.4. Размещать коммерческую и политическую рекламу вне специальных разделов Сайта, установленных Владельцем Сайта.</br> 4.2.5. Размещать любую информацию, которая, по мнению Владельца Сайта, является нежелательной, ущемляет интересы Пользователей или по другим причинам является нежелательной для размещения на Сайте.</br> <b>4.3. Пользователь имеет право:</b></br> 4.3.1. Круглосуточно получать доступ к серверу, на котором расположен Сайт, за исключением времени проведения профилактических работ.</br> 4.3.2. Самостоятельно изменять пароль, не уведомляя об этом Владельца Сайта.</br> 4.3.3. Самостоятельно редактировать ранее размещенную о себе информацию на Сайте.</br> 4.3.4. Обратиться в службу поддержки для блокирования своего Профиля (при отсутствии действующих демодоступов и подписок)."
  },
  "DeliveryMethods": {
    "russianpost": "Почта россии",
    "cdek": "СДЕК"
  },
  "NotFound": {
    "pageNotFound": "Страница не найдена",
    "goToHome": "Вернуться на главную страницу"
  },
  "Contacts": {
    "feedback": "Связаться с нами",
    "social-net": {
      "social": "В социальных сетях",
      "telegram": "telegram"
    },
    "byNumber": {
      "byNumber": "По номеру телефона",
      "number": "+7 ( 123) 456-67-89"
    },
    "byMail": {
      "byMail": "По почте",
      "mail": "bakerbrands@gmail.com"
    }
  },
  "SaveButton": {
    "save": "Сохранить"
  },
  "EditButtons": {
    "edit": "Редактировать"
  },
  "ShareButton": {
    "ShareButton": "Поделиться",
    "CopiedLink": "Ccылка скопирована"
  },
  "GoBack": {
    "goBack": "Вернуться назад"
  },
  "NoInternet": {
    "noInternet": "Нет сети",
    "turnOnInternet": "Включите сеть"
  },
  "Loader": {
    "loading": "Загрузка"
  },
  "Routes": {
    "Home": "Главная",
    "Shop": "Категории",
    "PayAndDevelivery": "Оплата и доставка",
    "Contacts": "Контакты",
    "Product": "Продукт",
    "Favorites": "Избранное",
    "Search": "Поиск",
    "SingIn": "Войти",
    "LogIn": "Зарегистрироваться",
    "ForgetPassword": "Восстановление",
    "Basket": "Корзина",
    "PlacingOrder": "Оплата заказа",
    "AboutUs": "О нас",
    "Profile": "Профиль",
    "Bought": "Заказы",
    "Policy": "Политика конфиденциальности",
    "UserAccepted": "Пользователькое соглашение"
  },
  "Categories": {
    "category": "Категория",
    "categories": "Категории",
    "all": "Все",
    "tshirts": "Футболка",
    "hoodies": "Толстовка",
    "trousers": "Штаны",
    "hats": "Головные уборы"
  },
  "PayСurrency": "₽",
  "footer": {
    "company": "Компания",
    "aboutUs": "О нас",
    "contacts": "Контакты",
    "usefull": "Полезно",
    "payAndDelivery": "Оплата и доставка",
    "toTheBuyer": "Покупателю",
    "favorites": "Избранное",
    "policy": "Политика конфиденциальности",
    "useraccepted": "Пользовательское соглашение"
  }
}
